/* Alarm description */
" " = " ";

/* Alarm description */
" at" = " at";

/* Snooze interval in Prefs */
"%d mn" = "%d mn";

/* Alarm description */
"at " = "at ";

/* Alarm window title */
"Create a new alarm" = "Create a new alarm";

/* Alarm window title */
"Edit alarm" = "Edit alarm";

/* Alarm description */
"every " = "every ";

/* Alarm description */
"every work day" = "every work day";

/* Alarm description */
"everyday" = "everyday";

/* Alarm description */
"friday, " = "friday, ";

/* Alarm description */
"monday, " = "monday, ";

/* Fixture alarm */
"My Alarm" = "My Alarm";

/* No selection sheet */
"No alarm selected." = "No alarm selected.";

/* No selection sheet */
"OK" = "OK";

/* Alarm window */
"Please choose a custome file to use as ringtone." = "Please choose a custome file to use as ringtone.";

/* Alarm window */
"Please enter a name for the alarm." = "Please enter a name for the alarm.";

/* No selection sheet */
"Please select an alarm to edit or delete." = "Please select an alarm to edit or delete.";

/* Alarm Window */
"Please select at least one day to repeat the alarm." = "Please select at least one day to repeat the alarm.";

/* Alarm description */
"Rings" = "Rings";

/* Alarm description */
"saturday, " = "saturday, ";

/* Alarm list Stop */
"Stop" = "Stop";

/* Alarm description */
"sunday, " = "sunday, ";

/* Alarm description */
"thursday, " = "thursday, ";

/* Alarm description */
"tuesday, " = "tuesday, ";

/* Alarm description */
"wednesday, " = "wednesday, ";

